Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=195_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiset alkuperäiskansa Saamelaiset ovat Suomen, Ruotsin, Norjan ja Venäjän alkuperäiskansaa.
smn: Algâaalmug

source: Kieleltään saamelaiset kuuluvat suomalais-ugrilaiseen kieliperheeseen.
smn: Sämmiliih láá Suomâ, Ruotâ, Taažâ já Ruošâ algâaalmug, mon tolebijn muddoin puáhtá ain-uv tuše arvâlâddâđ.

source: Siitä huolimatta, että saamelaiset ovat kielellisesti sukua suomalaisille, saamelaisten geneettisessä perimässä on säilynyt piirteitä, jotka erottavat saamelaiset kaikista naapurikansoistaan.
smn: Kielâs peeleest sämmiliih kuleh syemmilâš-ugrilâš kielâperrui.

source: Saamelaisten alkuperä on siten edelleen arvoitus, jota useiden tieteenalojen tutkijat pyrkivät selvittämään.
smn: Tast peerusthánnáá, et sämmiliih láá kielâlâš hyelhih syemmiláid, láá sämmilij geeneetlâš árbáduvâst siäilum jiešnäälih, moh sierrejeh sämmilijd puohâin ránnjáaalmugijn.

source: Tutkimus ei ole toistaiseksi voinut antaa saamelaisten alkuperästä tarkempaa kuvausta kuin ensimmäisen saamenkielisen proosateoksen vuonna 1910 julkaissut Johan Turi (1854-1936).
smn: Nuuvtpa sämmilij algâpuáttim lii ain-uv iärvádâs, maid maaŋgâi tieđâsuorgij totkeeh viggeh čielgiđ.

source: Turi kuvaa teoksessaan Muittalus samid birra (Kertomus saamelaisista) laajasti saamelaisten perinteistä elämää.
smn: Tutkâmuš ij lah vala puáhtám adeliđ sämmilij algâpuátimist täärhib kuvvim ko maid vuossâmuu sämikielâlâš proosakirje ive 1910 almostittám Johan Turi (1854-1936) čaalij.

source: Teos on saamelaiskirjallisuuden klassikko ja se on käännetty useille maailman kielille, myös suomeksi.
smn: Turi kovvee kirjestis Muittalus samid birra (Muštâlus sämmilijn) vijđáht sämmilij ärbivuáválâš eellim.

source: Turin teos on edelleenkin hyvä lähdeteos saamelaiskulttuurista.
smn: Kirje lii säämi kirjálâšvuođâ klassijkkár já tot lii jurgâlum maŋgáid maailm kieláid, meiddei suomâkielân.

source: Turi kirjoittaa kansansa alkuperästä mm. seuraavasti:
smn: Turi kirje lii ain-uv šiev käldee sämikulttuurist.

source: “Saamelaisista ei ole kuultu, että he olisivat tulleet tänne mistään.
smn: Turi čáálá sämmilij algâpuátimist el. návt:

source: Saamelainen on ollut paikallinen asuja kautta koko Lapinmaan, ja kun saamelainen aikoinaan oleskeli näillä seuduin rannikolla, silloin ei meren rantamilla ollut muita asukkaita.
smn: ´Sämmilijn iä lah kuullâm, et sij liččii puáttám teehi kosten.

source: Siihen aikaan saamelaisten kelpasi olla ja elellä.
smn: Sämmilâš lii lamaš páihálâš ässee miätá Sämieennâm, já ko sämmilâš äiginis orostâlâi täin riddokuávluin, iä merâriddoost lamaš talle eres ässeeh.

source: Ja saamelainen on asunut ruotsalaisalueillakin kaikkialla.
smn: Tallaa ääigi lâi sämmilijn pyeri aassâđ já eelliđ.

source: Silloin ei ollut talollisia lähimaillakaan;
smn: Já sämmilâš lii aassâm miätá ruátálâškuávlui-uv.

source: saamelaiset eivät edes tienneet että on olemassa muita ihmisiä kuin he itse.
smn: Talle iä lamaš táluliih tain aldasijngin;

source: Saamelaiset kuuluvat yhtenä pienimmistä, mutta yhtenä aktiivisimmista, kansoista maailman alkuperäiskansojen joukkoon.
smn: Algâaalmugij maailmsiärvádâh

source: Alkuperäiskansoja on kaikilla mantereilla ja niihin kuuluu yhteensä noin 370 miljoonaa ihmistä noin 70 valtiossa.
smn: Sämmiliih láá ohtâ ucemusâin, mut ohtâ aktiivlumosijn aalmugijn maailm algâaalmugij juávhust.

source: Valtaosa maailman uhanalaisista kielistä on alkuperäiskansojen kieliä.
smn: Algâaalmugeh láá jyehi nannaamist já toid kuleh ohtsis suullân 370 miljovn olmožid nyevt 70 riijkâst.

source: Alkuperäiskansojen ihmisoikeudet ovat nousseet omaksi kategoriakseen kansainvälisten ihmisoikeuksien piirissä 1980-luvulta lähtien.
smn: Iänááš uási maailm uhkevuálásâš kielâin láá algâaalmugij kielah.

source: Merkittävimpiä alkuperäiskansojen oikeuksia turvaavia asiakirjoja ovat vuonna 2007 Yhdistyneiden Kansakuntien (YK/UN) yleiskokouksessa hyväksytty julistus alkuperäiskansojen oikeuksista (United Nations Declaration on the Rights of Indigenous Peoples) ja Kansainvälisen työjärjestö ILO:n alkuperäis- ja heimokansoja koskeva sopimus (ILO-convention no 169 concerning indigenous and tribal peoples in independent countries), joka hyväksyttiin ILO:n yleiskokouksessa vuonna 1989.
smn: Algâaalmugij olmoošvuoigâdvuođah láá luptânâm 1980-lovo rääjist jieijâs kategorian aalmugijkoskâsâš olmoošvuoigâdvuođâi pirrâduvâst.

source: Sopimuksen hyväksyminen merkitsi käännettä alkuperäiskansojen oikeuksien kehittämisessä ja sillä on ollut suuri merkitys myös Pohjoismaiden saamelaisille.
smn: Merhâšitteemusah algâaalmugij vuoigâdvuođâid torvejeijee äššikirjeh láá ive 2007 Ovtâstum aalmugij (OA/UN) almosčuákkimist tuhhiittum julgáštus algâaalmugij vuoigâdvuođâin (United Nations Declaration on the Rights of Indigenous Peoples) já Aalmugijkoskâsâš pargo-ornijduv ILO algâ- já hiäimuaalmugijd kyeskee sopâmuš (ILO-convention no 169 concerning indigenous and tribal peoples in independent countries), mii tuhhiittui ILO almosčuákkimist ive 1989.

source: Pohjoismaista Norja on ratifioinut sopimuksen.
smn: Sopâmuš tuhhiittem merhâšij jorgálduv algâaalmugij vuoigâdvuođâi oovdedmist já tast lii lamaš stuorrâ merhâšume meiddei Tave-enâmij sämmiláid.

source: Suomi ja Ruotsi ovat valmistautuneet sopimuksen ratifioimiseen jo pitkään.
smn: Tave-enâmijn lii Taažâ ratifisistám sopâmuš.

source: ILO:n sopimuksen johtavana ajatuksena on turvata alkuperäis- ja heimokansoille oikeus niiden oman identiteetin ja elämäntavan säilyttämiseen.
smn: Suomâ já Ruotâ láá rahttâttâm sopâmuš ratifisistmân jo kuhháá.

source: Alkuperäiskansoja ei enää pyritä sulauttamaan valtaväestöön sivistyksen nimissä, johon ajatukseen ILO:n vuonna 1957 hyväksytty edellinen sopimus vielä pyrki.
smn: ILO sopâmuš njunošjuurdân lii turviđ algâ- já hiäimuaalmugáid vuoigâdvuođâ jieijâs identiteet já eellimvyevi siäilutmân.

source: Vuoden 1989 sopimus pyrkii edistämään alkuperäiskansojen omien kielten ja kulttuurien säilymistä ja antamaan kansoille itselleen enemmän vaikutusvaltaa niitä itseään koskevissa asioissa.
smn: Algâaalmugijd iä innig viigâ suddâdiđ válduaalmugân čuovviittâs noomâst, mon jurdui ILO ive 1957 tuhhiittum ovdebâš sopâmuš vala viigâi.

source: Keitä alkuperäiskansat ovat?
smn: Ive 1989 sopâmuš viggá ovdediđ algâaalmugij jiejâs kielâi já kulttuurij siäilum já adeliđ aalmugáid olssis eenâb vaikuttemvääldi jieijâs kyeskee aašijn.

source: ILO:n sopimus (1989) määrittelee sopimuksen piiriin kuuluviksi
smn: Kiäh algâaalmugeh láá?

source: a) ne itsenäisissä maissa elävät heimokansat, jotka eroavat selvästi maan muista väestöryhmistä sosiaalisten, kulttuuristen ja taloudellisten olojensa puolesta ja joiden asema määräytyy kokonaan tai osittain niiden omien tapojen tai perinteiden tai erityislainsäädännön mukaan;
smn: ILO sopâmuš (1989) miäruštâl et sopâmuš pirrâdâhân kuleh

source: ja
smn: a) toh jiečânâč enâmijn ässee hiäimuaalmugeh, moh spiekâsteh čielgâsávt eennâm eres aalmugjuávhuin sosiaallâš, kulttuurlâš já ekonomâlâš tile peeleest já moi sajattâh miärášuvá ollásávt tâi uásild sii jieijâs vuovij tâi ärbivuovij tâi sierânâslahâasâttâs mield;

source: b) ne itsenäisissä maissa elävät kansat, joita pidetään alkuasukkaina, koska he polveutuvat väestöstä, joka maan valloituksen tai asuttamisen tai nykyisten valtionrajojen muodostumisen aikaan asui maassa tai sillä maantieteellisellä alueella, johon maa kuuluu, ja jotka oikeudellisesta asemastaan riippumatta ovat säilyttäneet kokonaan tai osittain omat sosiaaliset, taloudelliset, kulttuuriset ja poliittiset instituutionsa.
smn: já

source: Alkuperäiskansalla on siten vahvat juuret sen perinteisesti asuttamiin alueisiin, se on säilyttänyt omaa kulttuurista erityislaatuaan, ei ole valtiossaan hallitsevassa asemassa ja se pitää itseään alkuperäiskansana.
smn: b) toh jiečânâč enâmijn ässee aalmugeh, moh nabdojeh algâässen, ko sij láá maajeeldpuátteeh aalmugist, mii eennâm väldidem tâi asâttem tâi táálái riijkâraajij šoddâm ääigi aasâi enâmist tâi ton eennâmtieđâlâš kuávlust, moos eennâm kulá, já kiäh vuoigâdvuođâlâš sajattuvâst peerusthánnáá láá siäiluttâm ollásávt tâi uásild jieijâs sosiaallâš, ekonomâlâš, kulttuurlâš já poolitlâš vuáháduvâidis.

source: Alkuperäiskansojen oma foorumi YK-järjestelmässä
smn: Nuuvtpa algâaalmugist láá noonâ ruottâseh jieijâs ärbivuáválâš aassâmkuávloid, tot lii siäiluttâm jieijâs kulttuurlâš sierânâsšlaajâ, ij lah jieijâs riijkâst haldâšeijee sajattuvâst já tot tuálá jieijâs algâaalmugin.

source: Alkuperäiskansa-asioita on käsitelty YK-järjestelmässä vuosikymmenten ajan tilapäisissä työryhmissä.
smn: Algâaalmugij jieijâs foorum OA-vuáháduvâst

source: Vuonna 2000 alkuperäiskansojen ihmisoikeuksien käsittelyä varten perustettiin pysyvä alkuperäiskansa-asioiden foorumi ´The United Nations Permanent Forum on Indigenous Issues/ PFII´.
smn: Algâaalmugaašijd láá kieđâvuššâm OA-vuáháduvâst koskâpuddâsâš pargojuávhuin jo luuvijd iivijd.

source: Sen ensimmäisenä puheenjohtajana toimi Norjan saamelainen Ole Henrik Magga (keskellä kuvassa).
smn: Ive 2000 algâaalmugij olmoošvuoigâdvuođâi kieđâvuššâm várás vuáđudui pisovâš algâaalmugaašij foorum ´The United Nations Permanent Forum on Indigenous Issues/ PFII´.

source: Saamelaiset ovat osallistuneet aktiivisesti foorumin toimintaan sen alusta saakka.
smn: Ton vuossâmužžân saavâjođetteijen tooimâi Taažâ sämmilâš Ole Henrik Magga (kaskoo kooveest).

source: Alkuperäiskansa-asioiden pysyvä foorumi toimii YK:n talous- ja sosiaalineuvoston (Economic and Social Council, ECOSOC) neuvoa-antavana elimenä.
smn: Sämmiliih láá uásálistám aktiivlávt foorum tooimân ton aalgâ rääjist.

source: Foorumin tehtävänä on nostaa keskusteluun alkuperäiskansojen talous- ja sosiaalista kehitystä, kulttuuria, ympäristöä, koulutusta, terveyttä ja ihmisoikeuksia koskevia asioita ja antaa niistä suosituksia YK:lle.
smn: Algâaalmugaašij pisovâš foorum tuáimá OA ekonomia- já sosiaalrääđi (Economic and Social Council, ECOSOC) raavâadeleijee orgaanân.

source: Lisäksi sen tehtävänä on lisätä tietoisuutta alkuperäiskansojen asioista, tuottaa niitä koskevia dokumentteja/materiaalia ja saattaa alkuperäiskansoja koskevia asioita YK-järjestelmän käsittelyyn.
smn: Foorum pargon lii luptiđ savâstâlmân algâaalmugij ekonomia- já sosiaallâš ovdánem, kulttuur, pirrâs, škovlim, tiervâsvuođâ já olmoošvuoigâdvuođâid kyeskee aašijd já adeliđ tain avžuuttâsâid OA:n.

source: YK:lla on myös erityinen alkuperäiskansojen oloja ja ihmisoikeuksia seuraava erityisraportoija.
smn: Lasseen ton pargon lii lasettiđ tiäđulâšvuođâ algâaalmugij aašijn, pyevtittiđ taid kyeskee dokumeentâid/materiaal já jođettiđ algâaalmugijd kyeskee aašijd OA-vuáháduv kieđâvuššâmnáál.

source: Tässä tehtävässä vuonna 2008 aloittanut James S. Anaya vieraili lokakuussa 2008 myös Rovaniemellä, jossa järjestettiin mm. Pohjoismaiden saamelaisparlamentaarikkojen konferenssi ja saamelaisia kansalaisjärjestöjä edustava Saamelaiskonferenssi.
smn: OA:st lii meiddei sierânâs algâaalmugij tile já olmoošvuoigâdvuođâid čuávvoo sierânâsraportistee.

source: Kuvassa: Erityisraportoija Anaya Rovaniemellä yhteiskuvassa Norjan saamelaiskäräjien puheenjohtaja Egil Ollin, Suomen saamelaiskäräjien varapuheenjohtaja Irja Seurujärvi-Karin ja Ruotsin saamelaiskäräjien puheenjohtaja Lars Ándde Bærin kanssa.
smn: Taam pargoost ive 2008 algâttâm James S. Anaya kolliistâlâi roovvâdmáánust 2008 meiddei Ruávinjaargâst, kost uárnejii el. Tave-enâmij sämiparlamiänttárij konferens já säämi aalmuglâšseervijd ovdâteijee Säämi konferens.

source: Koutokeinolainen saamelainen juristi John B. Henriksen valittiin syksyllä 2008 johtamaan YK-järjestelmässä toimivaa uutta alkuperäiskansojen asiantuntijaryhmää (Expert Mechanism on the Rights of Indigenous Peoples).
smn: Kooveest: Sierânâsraportistee Anaya Ruávinjaargâst ohtsâškooveest Taažâ sämitige saavâjođetteijee Egil Ollijn, Suomâ sämitige värisaavâjođetteijee Irja Seurujärvi-Karijn já Ruotâ sämitige saavâjođetteijee Lars Ándde Bærijn.

source: Asiantuntijaryhmässä on yhteensä viisi jäsentä, jotka ovat Norjan lisäksi Kongosta, Malesiasta, Filippiineiltä ja Costa Ricasta.
smn: Sämmilâš lahâalmai John B. Henriksen Kuovdâkiäinust väljejui čohčuv 2008 jođettiđ OA-vuáháduvâst tuáimee uđđâ algâaalmugij äššitobdeejuávhu (Expert Mechanism on the Rights of Indigenous Peoples).

source: Henriksen toimii myös erikoisasiantuntijana Norjan Koutokeinossa sijaitsevalle alkuperäiskansojen Gáldu -nimiselle keskukselle (Resource Centre for the Rights of Indigenous Peoples).
smn: Äššitobdeejuávhust láá ohtsis vittâ jeessân, kiäh láá Taažâ lasseen Kongoost, Malesiast, Filippiinijn já Costa Ricast.

source: Gáldun kotisivuilta löytyy paljon tietoa maailman alkuperäiskansoista.
smn: Henriksen tuáimá meiddei sierânâsäššitobden algâaalmugij Gáldu -nommâsâš kuávdážist, mii lii Taažâ Kuovdâkiäinust (Resource Centre for the Rights of Indigenous Peoples).

source: Voit katsoa sieltä myös lukuisia saamelaisista kertovia videoita.
smn: Gáldu päikkisiijđoin kávnoo ennuv tiätu maailm algâaalmugijn.

source: Alkuperäiskansa kotimaisessa lainsäädännössä
smn: Puávtáh keččâđ tobbeen meiddei maaŋgâid sämmilijn muštâleijee videoid.

source: Suomi on tunnustanut saamelaiset alkuperäiskansaksi ensimmäisen kerran perustuslaissaan vuonna 1995 ja sisällyttänyt vastaavan säännöksen vuonna 2000 voimaantulleeseen uuteen perustuslakiin.
smn: Algâaalmug päikkieennâmlâš lahâaasâtmist

source: Saamelaisten asemasta alkuperäiskansana säädetään myös laissa Saamelaiskäräjistä (Láhka sámedikkis 1995, 1§).
smn: Suomâ lii tubdâstâm sämmilijd algâaalmugin vuossâmuu keerdi vuáđulaavâst ive 1995 já siskáldittám västideijee miärádâs ive 2000 vuáimánšoddâm uđđâ vuáđulaahân.

source: Perustuslain 121§:n 4 momentissa säädetään saamelaisille kotiseutualueellaan kuuluvasta kieltään ja kulttuuriaan koskevasta itsehallinnosta.
smn: Vuáđulaavâ 17§ 3 moomeent mield lii sämmilijn algâaalmugin vuoigâdvuotâ toollâđ já ovdediđ jieijâs kielâ já kulttuur.

source: Perustuslakiin vuonna 1995 tehtyihin muutoksiin liittyen säädettiin samana vuonna myös saamelaisten kulttuuri-itsehallintoa toteuttavasta Saamelaiskäräjistä (Sámediggi).
smn: Vuáđulaavâ 121§ 4 momentist asâttuvvoo sämmiláid sämikuávlust jieijâs kielâ já kulttuur kyeskee jiešhaaldâšmist.

source: Norjan perustuslakiin lisättiin vuonna 1988 ns. saamelaispykälä (110a §), jonka mukaan valtion viranomaisilla on velvollisuus järjestää olosuhteet sellaisiksi, että saamelaisella kansanryhmällä on mahdollisuus kielensä, kulttuurinsa ja yhteiskuntaelämänsä turvaamiseen ja kehittämiseen.
smn: Vuáđulaahân ive 1995 toohum nubástussáid kullen asâttui meiddei siämmáá ive, et sämmilij kulttuurjiešhaldâšem olášittee lii Sämitigge.

source: Samaan aikaan valmisteltiin myös saamelaislaki (Sameloven/ Sámeláhka 1987), jolla perustettiin vaaleilla valittu Saamelaiskäräjät (Sámediggi/ Sametinget).
smn: Taažâ vuáđulaahân lasettui ive 1988 nk. sämmilâšcekki (110a §), mon mield staatâ virgeomâháin lii kenigâsvuotâ orniđ tile tagarin, et säämi aalmugist lii máhđulâšvuotâ turviđ já ovdediđ jieijâs kielâ, kulttuur já ohtsâškodde-eellim.

source: Saamelaisten asema maan alkuperäiskansana vahvistettiin vuonna 1990, jolloin Norja ratifioi Kansainvälisen työjärjestö ILO:n alkuperäiskansasopimuksen nr. 169.
smn: Siämmáá ääigi valmâštâllui meiddei sämilaahâ (Sameloven/ Sámeláhka 1987), moin vuáđudui vaaljâigijn väljejum Sämitigge (Sámediggi/ Sametinget).

source: ILO-sopimuksen vaatimuksia on sen jälkeen otettu huomioon myös erillislaeissa, mm. opetuslaissa ja saamelaislakiin vuonna 1990 liitetyissä kielisäännöksissä ja Saamelaiskäräjien tehtävissä mm. opetuksen ja koulutuspolitiikan alueella.
smn: Sämmilij sajattâh eennâm algâaalmugin nanodui ive 1990, kuás Taažâ ratifisistij Aalmugijkoskâsâš pargo-ornijduv ILO algâaalmugsopâmuš nr. 169.

source: Ruotsissa saamelaiset mainitaan usein epävirallisissa asiakirjoissa, keskusteluissa ja maan hallituksen tiedotustoiminnassa alkuperäiskansaksi.
smn: ILO-sopâmuš vátámâšah láá tastoo valdum vuotân meiddei sierânâslaavâin, el. máttááttâslaavâst já sämilaahân ive 1990 lohtum kielâjurgâlusâin já Sämitige pargoin el. máttááttâs já škovlimpolitiik suorgijn.

source: Ruotsin valtiopäivät tunnusti saamelaisten aseman maansa alkuperäiskansana vuonna 1977, mutta tätä koskevaa säännöstä ei ole toistaiseksi maan lainsäädännössä.
smn: Ruotâst sämmiliih mainâšuvvojeh algâaalmugin távjá epivirgálâš äššikiirjijn, savâstâlmijn já riijkâ haldâttâs tieđettemtooimâin.

source: Lähteitä:
smn: Ruotâ riijkâpeeivih tubdâstii sämmilij sajattuv jieijâs eennâm algâaalmugin ive 1977, mut taam kyeskee njuolgâdus ij lah vala eennâm lahâaasâtmist.

source: Johan Turi: Kertomus saamelaisista. WSOY, Porvoo 1979, suom. Samuli Aikio.
smn: Käldeeh:

source: The UN Permanent Forum on Indigenous Issues/ PFII
smn: Johan Turi: Vuossâmuš olgosadaldâh ´Muittalus samid birra´ 1910;

source: www.samediggi.fi
smn: Suomâkielân jurgâlum kirjen 1979 ´Kertomus saamelaisista´, WSOY, Porvoo 1979.

source: www.samediggi.no
smn: Suomâkielân jurgâlâm Luobbâl Saammâl Saammâl/ Samuli Aikio.

source: www.sametinget.se
smn: The UN Permanent Forum on Indigenous Issues/ PFII

source: www.regjeringen.no
smn: www.samediggi.no

source: Linkkejä: YK:n alkuperäiskansajulistus:
smn: www.samediggi.fi

source: - suomeksi
smn: www.regjeringen.no

source: - pohjoissaameksi
smn: OVTÂSTUM AALMUGIJ JULGÁŠTUS ALGÂAALMUGIJ VUOIGÂDVUOĐÂIN:

source: - inarinsaameksi
smn: - suomâkielân

source: - koltansaameksi
smn: - tavesämikielân

source: - englanniksi
smn: - anarâškielân

source: - norjaksi
smn: - nuorttâsämikielân

source: Dávgi – Urfolksmagasin
smn: - eŋgâlâskielân
